/* No comment provided by engineer. */
"An error occurred on the server. Please try again." = "Ocorreu um erro no servidor. Por favor tente novamente.";

/* No comment provided by engineer. */
"An unknown error occured. Please try again." = "Ocorreu um erro desconhecido. Por favor tente novamente.";

/* The area in the Prowl preferences where the API keys are listed. */
"API Keys" = "Chaves API";

/* The title for the button in the Prowl preferences which allows the user to generate (create by talking to the server) a new API key. */
"Generate" = "Gerar";

/* The option in the Prowl preferences which, when enabled, only sends notifications to the Prowl server when Growl determines that the machine is idle. */
"Only when Mac is idle" = "Apenas quando o Mac está inactivo";

/* The option in the Prowl preferences which, when enabled, allows the user to select the lowest amount of priority that should be sent. */
"Only when priority is at least:" = "Apenas quando a prioridade é pelo menos:";

/* The option in the Prowl preferences which, when enabled, allows the user to put text at the beginning of a notification. */
"Prefix notifications with:" = "Prefixar notificações com:";

/* The title for the window where the user enters their Prowl credentials to create generate API key. */
"Prowl Login" = "Login do Prowl";

/* The area in the Prowl preferences where the user chooses what options are available for conditionally sending to Prowl. */
"Sending to Prowl" = "A enviar para o Prowl";

/* No comment provided by engineer. */
"The application sent a command the server didn't understand. Please try again." = "A aplicação enviou um comando que o servidor não entendeu. Por favor tente novamente.";

/* No comment provided by engineer. */
"You didn't log in and allow an API key to be generated." = "Não fez login e autorizou a geração de uma chave de API.";

